Repository: shmouk/OpenWeatherApp
Catalog: OpenWeatherApp/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: Alert
ru: Уведомление

source: Cancel
ru: Отмена

source: Confirm
ru: Принять

# forecastDays
source: The weather forecast for the week
ru: Прогноз на неделю

# forecastHours
source: The weather forecast for the six hours
ru: Прогноз на 6 часов

# imvalidData
source: Invalid data
ru: Ошибка данных

source: Invalid json
ru: Ошибка JSON

source: invalid request
ru: Неверный запрос

source: Last request
ru: Последний запрос

source: Message
ru: Сообщение

# NSLocationUsageDescription
source: Share location?
ru: Поделиться местоположением?

# NSLocationWhenInUseUsageDescription
source: Share location?
ru: Поделиться местоположением?

# placeholder
source: Input text
ru: Введите текст

# preferredCity
source: Enter your preferred city
ru: Введите предпочитаемый город

# successLoadData
source: Successful data download
ru: Успешная загрузка данных

source: Temperature
ru: Температура

# time
source: The weather forecast for the time
ru: Прогноз на время

source: Weather
ru: Погода
